docs/benchmarks/threshold/raw/traced-3000-rep1.txt

Summary:
  Total:	15.0032 secs
  Slowest:	0.0315 secs
  Fastest:	0.0000 secs
  Average:	0.0005 secs
  Requests/sec:	2999.2173
  
  Total data:	89996 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [44793]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [67]	|
  0.009 [52]	|
  0.013 [6]	|
  0.016 [32]	|
  0.019 [3]	|
  0.022 [2]	|
  0.025 [5]	|
  0.028 [21]	|
  0.032 [16]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0003 secs
  50%% in 0.0004 secs
  75%% in 0.0006 secs
  90%% in 0.0007 secs
  95%% in 0.0007 secs
  99%% in 0.0013 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0223 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0014 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0023 secs
  resp wait:	0.0004 secs, 0.0000 secs, 0.0242 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0128 secs

Status code distribution:
  [200]	44998 responses