docs/benchmarks/threshold/raw/traced-3000-rep3.txt

Summary:
  Total:	15.0023 secs
  Slowest:	0.0444 secs
  Fastest:	0.0000 secs
  Average:	0.0005 secs
  Requests/sec:	2998.8832
  
  Total data:	89980 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [44902]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.009 [8]	|
  0.013 [9]	|
  0.018 [17]	|
  0.022 [8]	|
  0.027 [10]	|
  0.031 [25]	|
  0.036 [8]	|
  0.040 [0]	|
  0.044 [2]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0003 secs
  50%% in 0.0004 secs
  75%% in 0.0006 secs
  90%% in 0.0007 secs
  95%% in 0.0008 secs
  99%% in 0.0013 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0218 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0024 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0045 secs
  resp wait:	0.0004 secs, 0.0000 secs, 0.0187 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0008 secs

Status code distribution:
  [200]	44990 responses