docs/benchmarks/threshold/raw/traced-4000-rep3.txt

Summary:
  Total:	15.0027 secs
  Slowest:	0.0363 secs
  Fastest:	0.0000 secs
  Average:	0.0004 secs
  Requests/sec:	3996.8230
  
  Total data:	119926 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [59853]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [45]	|
  0.011 [1]	|
  0.015 [9]	|
  0.018 [4]	|
  0.022 [4]	|
  0.025 [9]	|
  0.029 [6]	|
  0.033 [23]	|
  0.036 [8]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0002 secs
  50%% in 0.0004 secs
  75%% in 0.0006 secs
  90%% in 0.0007 secs
  95%% in 0.0008 secs
  99%% in 0.0012 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0225 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0012 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0056 secs
  resp wait:	0.0004 secs, 0.0000 secs, 0.0214 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0011 secs

Status code distribution:
  [200]	59963 responses