docs/benchmarks/threshold/raw/traced-6000-rep1.txt

Summary:
  Total:	15.0032 secs
  Slowest:	0.0448 secs
  Fastest:	0.0000 secs
  Average:	0.0004 secs
  Requests/sec:	5985.9307
  
  Total data:	179616 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.005 [89671]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.009 [17]	|
  0.013 [47]	|
  0.018 [26]	|
  0.022 [7]	|
  0.027 [8]	|
  0.031 [12]	|
  0.036 [7]	|
  0.040 [0]	|
  0.045 [12]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0002 secs
  50%% in 0.0003 secs
  75%% in 0.0005 secs
  90%% in 0.0006 secs
  95%% in 0.0008 secs
  99%% in 0.0013 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0234 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0006 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0053 secs
  resp wait:	0.0004 secs, 0.0000 secs, 0.0221 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0060 secs

Status code distribution:
  [200]	89808 responses