docs/benchmarks/threshold/raw/traced-6000-rep3.txt

Summary:
  Total:	15.0038 secs
  Slowest:	0.0310 secs
  Fastest:	0.0000 secs
  Average:	0.0011 secs
  Requests/sec:	5983.1331
  
  Total data:	179540 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [88562]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [1074]	|
  0.009 [35]	|
  0.012 [21]	|
  0.016 [22]	|
  0.019 [8]	|
  0.022 [15]	|
  0.025 [22]	|
  0.028 [5]	|
  0.031 [5]	|


Latency distribution:
  10%% in 0.0003 secs
  25%% in 0.0005 secs
  50%% in 0.0010 secs
  75%% in 0.0015 secs
  90%% in 0.0019 secs
  95%% in 0.0023 secs
  99%% in 0.0034 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0220 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0015 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0043 secs
  resp wait:	0.0010 secs, 0.0000 secs, 0.0182 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0036 secs

Status code distribution:
  [200]	89770 responses