docs/benchmarks/threshold/raw/traced-8000-rep2.txt

Summary:
  Total:	15.0030 secs
  Slowest:	0.0293 secs
  Fastest:	0.0000 secs
  Average:	0.0003 secs
  Requests/sec:	7969.8775
  
  Total data:	239144 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [119267]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [134]	|
  0.009 [33]	|
  0.012 [18]	|
  0.015 [21]	|
  0.018 [22]	|
  0.021 [7]	|
  0.023 [17]	|
  0.026 [41]	|
  0.029 [11]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0003 secs
  75%% in 0.0004 secs
  90%% in 0.0006 secs
  95%% in 0.0007 secs
  99%% in 0.0015 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0157 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0007 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0034 secs
  resp wait:	0.0003 secs, 0.0000 secs, 0.0245 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0019 secs

Status code distribution:
  [200]	119572 responses