docs/benchmarks/threshold/raw/traced-8000-rep3.txt

Summary:
  Total:	15.0036 secs
  Slowest:	0.0295 secs
  Fastest:	0.0000 secs
  Average:	0.0004 secs
  Requests/sec:	7976.4088
  
  Total data:	239350 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [119141]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [247]	|
  0.009 [86]	|
  0.012 [72]	|
  0.015 [65]	|
  0.018 [14]	|
  0.021 [8]	|
  0.024 [4]	|
  0.027 [20]	|
  0.029 [17]	|


Latency distribution:
  10%% in 0.0001 secs
  25%% in 0.0001 secs
  50%% in 0.0003 secs
  75%% in 0.0005 secs
  90%% in 0.0006 secs
  95%% in 0.0008 secs
  99%% in 0.0019 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0218 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0009 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0038 secs
  resp wait:	0.0004 secs, 0.0000 secs, 0.0172 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0075 secs

Status code distribution:
  [200]	119675 responses