docs/benchmarks/threshold/raw/untraced-1000-rep3.txt

Summary:
  Total:	15.0052 secs
  Slowest:	0.0269 secs
  Fastest:	0.0000 secs
  Average:	0.0015 secs
  Requests/sec:	999.6533
  
  Total data:	30000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [14482]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [460]	|■
  0.008 [7]	|
  0.011 [1]	|
  0.013 [9]	|
  0.016 [0]	|
  0.019 [0]	|
  0.022 [1]	|
  0.024 [7]	|
  0.027 [32]	|


Latency distribution:
  10%% in 0.0005 secs
  25%% in 0.0009 secs
  50%% in 0.0014 secs
  75%% in 0.0019 secs
  90%% in 0.0022 secs
  95%% in 0.0025 secs
  99%% in 0.0038 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0230 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0031 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0049 secs
  resp wait:	0.0013 secs, 0.0000 secs, 0.0118 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0019 secs

Status code distribution:
  [200]	15000 responses