docs/benchmarks/threshold/raw/untraced-2000-rep1.txt

Summary:
  Total:	15.0057 secs
  Slowest:	0.0272 secs
  Fastest:	0.0000 secs
  Average:	0.0013 secs
  Requests/sec:	1999.2340
  
  Total data:	60000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [29160]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.005 [788]	|■
  0.008 [1]	|
  0.011 [5]	|
  0.014 [6]	|
  0.016 [3]	|
  0.019 [17]	|
  0.022 [0]	|
  0.025 [10]	|
  0.027 [9]	|


Latency distribution:
  10%% in 0.0004 secs
  25%% in 0.0008 secs
  50%% in 0.0013 secs
  75%% in 0.0017 secs
  90%% in 0.0022 secs
  95%% in 0.0025 secs
  99%% in 0.0035 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0183 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0007 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0028 secs
  resp wait:	0.0012 secs, 0.0000 secs, 0.0176 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0025 secs

Status code distribution:
  [200]	30000 responses