docs/benchmarks/threshold/raw/untraced-2000-rep2.txt

Summary:
  Total:	15.0104 secs
  Slowest:	0.0173 secs
  Fastest:	0.0000 secs
  Average:	0.0013 secs
  Requests/sec:	1998.6129
  
  Total data:	60000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.002 [22718]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [6941]	|■■■■■■■■■■■■
  0.005 [259]	|
  0.007 [28]	|
  0.009 [4]	|
  0.010 [1]	|
  0.012 [0]	|
  0.014 [5]	|
  0.016 [22]	|
  0.017 [21]	|


Latency distribution:
  10%% in 0.0004 secs
  25%% in 0.0008 secs
  50%% in 0.0013 secs
  75%% in 0.0017 secs
  90%% in 0.0022 secs
  95%% in 0.0025 secs
  99%% in 0.0036 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0148 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0016 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0037 secs
  resp wait:	0.0012 secs, 0.0000 secs, 0.0110 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0032 secs

Status code distribution:
  [200]	30000 responses