docs/benchmarks/threshold/raw/untraced-3000-rep1.txt

Summary:
  Total:	15.0040 secs
  Slowest:	0.0153 secs
  Fastest:	0.0000 secs
  Average:	0.0012 secs
  Requests/sec:	2999.1928
  
  Total data:	90000 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.002 [32742]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.003 [11348]	|■■■■■■■■■■■■■■
  0.005 [628]	|■
  0.006 [102]	|
  0.008 [40]	|
  0.009 [63]	|
  0.011 [21]	|
  0.012 [2]	|
  0.014 [26]	|
  0.015 [27]	|


Latency distribution:
  10%% in 0.0004 secs
  25%% in 0.0007 secs
  50%% in 0.0012 secs
  75%% in 0.0016 secs
  90%% in 0.0020 secs
  95%% in 0.0023 secs
  99%% in 0.0039 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0126 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0062 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0044 secs
  resp wait:	0.0011 secs, 0.0000 secs, 0.0095 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0078 secs

Status code distribution:
  [200]	45000 responses