docs/benchmarks/threshold/raw/untraced-3000-rep2.txt

Summary:
  Total:	15.0034 secs
  Slowest:	0.0383 secs
  Fastest:	0.0000 secs
  Average:	0.0012 secs
  Requests/sec:	2997.3897
  
  Total data:	89942 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [44624]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.008 [231]	|
  0.012 [36]	|
  0.015 [5]	|
  0.019 [2]	|
  0.023 [18]	|
  0.027 [39]	|
  0.031 [0]	|
  0.034 [0]	|
  0.038 [15]	|


Latency distribution:
  10%% in 0.0004 secs
  25%% in 0.0007 secs
  50%% in 0.0012 secs
  75%% in 0.0016 secs
  90%% in 0.0020 secs
  95%% in 0.0022 secs
  99%% in 0.0035 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0180 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0035 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0052 secs
  resp wait:	0.0011 secs, 0.0000 secs, 0.0284 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0033 secs

Status code distribution:
  [200]	44971 responses