docs/benchmarks/threshold/raw/untraced-4000-rep1.txt

Summary:
  Total:	15.0053 secs
  Slowest:	0.0357 secs
  Fastest:	0.0000 secs
  Average:	0.0012 secs
  Requests/sec:	3996.3762
  
  Total data:	119934 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.004 [59224]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [561]	|
  0.011 [96]	|
  0.014 [33]	|
  0.018 [4]	|
  0.021 [11]	|
  0.025 [10]	|
  0.029 [18]	|
  0.032 [4]	|
  0.036 [5]	|


Latency distribution:
  10%% in 0.0004 secs
  25%% in 0.0007 secs
  50%% in 0.0011 secs
  75%% in 0.0016 secs
  90%% in 0.0020 secs
  95%% in 0.0023 secs
  99%% in 0.0038 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0234 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0029 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0037 secs
  resp wait:	0.0011 secs, 0.0000 secs, 0.0255 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0039 secs

Status code distribution:
  [200]	59967 responses