docs/benchmarks/threshold/raw/untraced-4000-rep2.txt

Summary:
  Total:	15.0044 secs
  Slowest:	0.0281 secs
  Fastest:	0.0000 secs
  Average:	0.0012 secs
  Requests/sec:	3998.0374
  
  Total data:	119976 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [58485]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [1290]	|■
  0.008 [71]	|
  0.011 [52]	|
  0.014 [21]	|
  0.017 [15]	|
  0.020 [31]	|
  0.023 [14]	|
  0.025 [1]	|
  0.028 [7]	|


Latency distribution:
  10%% in 0.0003 secs
  25%% in 0.0006 secs
  50%% in 0.0011 secs
  75%% in 0.0015 secs
  90%% in 0.0020 secs
  95%% in 0.0023 secs
  99%% in 0.0036 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0170 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0056 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0036 secs
  resp wait:	0.0011 secs, 0.0000 secs, 0.0206 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0029 secs

Status code distribution:
  [200]	59988 responses