docs/benchmarks/threshold/raw/untraced-4000-rep3.txt

Summary:
  Total:	15.0054 secs
  Slowest:	0.0276 secs
  Fastest:	0.0000 secs
  Average:	0.0012 secs
  Requests/sec:	3997.4949
  
  Total data:	119968 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [58515]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [1317]	|■
  0.008 [24]	|
  0.011 [43]	|
  0.014 [35]	|
  0.017 [21]	|
  0.019 [12]	|
  0.022 [0]	|
  0.025 [4]	|
  0.028 [12]	|


Latency distribution:
  10%% in 0.0004 secs
  25%% in 0.0007 secs
  50%% in 0.0011 secs
  75%% in 0.0016 secs
  90%% in 0.0020 secs
  95%% in 0.0023 secs
  99%% in 0.0036 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0091 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0038 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0077 secs
  resp wait:	0.0011 secs, 0.0000 secs, 0.0231 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0040 secs

Status code distribution:
  [200]	59984 responses