docs/benchmarks/threshold/raw/untraced-6000-rep1.txt

Summary:
  Total:	15.0041 secs
  Slowest:	0.0340 secs
  Fastest:	0.0000 secs
  Average:	0.0011 secs
  Requests/sec:	5988.0397
  
  Total data:	179690 bytes
  Size/request:	2 bytes

Response time histogram:
  0.000 [1]	|
  0.003 [89048]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.007 [674]	|
  0.010 [7]	|
  0.014 [62]	|
  0.017 [11]	|
  0.020 [3]	|
  0.024 [6]	|
  0.027 [1]	|
  0.031 [18]	|
  0.034 [14]	|


Latency distribution:
  10%% in 0.0003 secs
  25%% in 0.0006 secs
  50%% in 0.0010 secs
  75%% in 0.0014 secs
  90%% in 0.0018 secs
  95%% in 0.0021 secs
  99%% in 0.0033 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0203 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0025 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0029 secs
  resp wait:	0.0010 secs, 0.0000 secs, 0.0217 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0026 secs

Status code distribution:
  [200]	89845 responses